package com.skypro.shop_auto.controller;

public class BucketController {
    //- У контроллера должны быть два метода:
    ///store/order/add
    ///store/order/get
    //- При обращении к методу add можно в качестве параметров запроса передавать один или несколько чисел,
    // которые являются ID некоего товара.
    //- При get мы должны получить все добавленные ID в виде списка в JSON-формате.
    //- Для каждого подключения нового клиента должен создаваться новый объект — корзина.
    //- Никаких хранилищ всех корзин быть не должно.
}
